Repository: PyaeSoneHan246810/MyanmarProverbs
Catalog: MyanmarProverbs/Utils/Localizable.xcstrings
Source language: en
Languages: my

source: About
my: အကြောင်း

source: About this app
my: ဤအက်ပ်အကြောင်း

source: About your device
my: သင့်စက်ပစ္စည်းအကြောင်း

source: Back
my: ထွက်မည်

source: Developed with ❤️ by Pyae Sone Han.
my: ပြည့်စုံဟန်မှ ❤️များဖြင့် ရေးသားထားသည်

source: Empty Favorites
my: နှစ်သက်သော စကားပုံများ မရှိပါ

source: Empty Recent Proverbs
my: မကြာသေးမီက စကားပုံများ မရှိပါ

source: Error has occurred!
my: တစ်ခုခု မှားယွင်းသွားပါသည်

source: Favorites
my: နှစ်သက်သော

source: Home
my: မူလ

source: Language
my: ဘာသာစကား

source: Library
my: အစုအစည်း

source: No Proverbs Found!
my: စကားပုံများ ရှာမတွေ့ပါ

source: Random Proverb
my: ကျပန်းစကားပုံ

source: Recent
my: မကြာသေးမီက

source: Search
my: ရှာဖွေမည်

source: Search for the proverbs
my: စကားပုံများကို ရှာဖွေပါ

source: The proverbs featured in this app are sourced from Dr. Win Thein's website. You may visit the link below.
my: ဤအက်ပ်တွင်ပါရှိသော စကားပုံများသည် ဒေါက်တာဝင်းသိန်း၏ ဝက်ဘ်ဆိုဒ်မှ အရင်းအမြစ်ဖြစ်သည်။ အောက်ပါလင့်ခ်တွင် ဝင်ရောက်ကြည့်ရှုနိုင်ပါသည်။

source: Type your search query here...
my: သင်ရှာဖွေလိုသောအရာကို ရိုက်ထည့်ပါ...

source: Unavailable!
my: မရရှိနိုင်ပါ

source: Your favorite proverbs will appear here once you add some!
my: သင်နှစ်သက်သော စကားပုံများ ဤနေရာတွင် ပေါ်လာပါမည်။

source: Your recently viewed proverbs will appear here!
my: မကြာသေးမီက သင်ကြည့်ရှုခဲ့သော စကားပုံများသည် ဤနေရာတွင် ပေါ်လာပါမည်။
